Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/mengzi__all__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 孟子曰：「五霸者，三王之罪人也。今之諸侯，五霸之罪人也。今之大夫，今之諸侯之罪人也。天子適諸侯曰巡狩；諸侯朝於天子曰述職。春省耕而補不足，秋省斂而助不給。入其疆，土地辟，田野治，養老、尊賢、俊杰在位，則有慶，慶以地。入其疆，土地荒蕪，遺老、失賢，掊克在位，則有讓。一不朝，則貶其爵；再不朝，則削其地；三不朝，則六師移之。是故天子討而不伐，諸侯伐而不討。五霸者，摟諸侯以伐諸侯者也，故曰：五霸者，三王之罪人也。五霸，桓公為盛。葵丘之會，諸侯束牲載書而不歃血。初命曰：『誅不孝，無易樹子，無以妾為妻。』再命曰：『尊賢、育才，以彰有德。』三命曰：『敬老、慈幼，無忘賓旅。』四命曰：『士無世官，官事無攝，取士必得，無專殺大夫。』五命曰：『無曲防，無遏糴，無有封而不告。』曰：『凡我同盟之人，既盟之後，言歸于好。』今之諸侯，皆犯此五禁，故曰：今之諸侯，五霸之罪人也。長君之惡，其罪小；逢君之惡，其罪大。今之大夫皆逢君之惡，故曰：今之大夫，今之諸侯之罪人也。」
en: Mencius said, 'The five chiefs of the princes were sinners against the three kings. The princes of the present day are sinners against the five chiefs. The Great officers of the present day are sinners against the princes. The sovereign visited the princes, which was called "A tour of Inspection." The princes attended at the court of the sovereign, which was called "Giving a report of office." It was a custom in the spring to examine the ploughing, and supply any deficiency of seed; and in autumn to examine the reaping, and assist where there was a deficiency of the crop. When the sovereign entered the boundaries of a State, if the new ground was being reclaimed, and the old fields well cultivated; if the old were nourished and the worthy honoured; and if men of distinguished talents were placed in office: then the prince was rewarded - rewarded with an addition to his territory. On the other hand, if, on entering a State, the ground was found left wild or overrun with weeds; if the old were neglected and the worthy unhonoured; and if the offices were filled with hard taxgatherers: then the prince was reprimanded. If a prince once omitted his attendance at court, he was punished by degradation of rank; if he did so a second time, he was deprived of a portion of his territory; if he did so a third time, the royal forces were set in motion, and he was removed from his government. Thus the sovereign commanded the punishment, but did not himself inflict it, while the princes inflicted the punishment, but did not command it. The five chiefs, however, dragged the princes to punish other princes, and hence I say that they were sinners against the three kings. 'Of the five chiefs the most powerful was the duke Huan. At the assembly of the princes in Kui Qiu, he bound the victim and placed the writing upon it, but did not slay it to smear their mouths with the blood. The first injunction in their agreement was, "Slay the unfilial; change not the son who has been appointed heir; exalt not a concubine to be the wife." The second was, "Honour the worthy, and maintain the talented, to give distinction to the virtuous." The third was, "Respect the old, and be kind to the young. Be not forgetful of strangers and travellers." The fourth was, "Let not offices be hereditary, nor let officers be pluralists. In the selection of officers let the object be to get the proper men. Let not a ruler take it on himself to put to death a Great officer." The fifth was, "Follow no crooked policy in making embankments. Impose no restrictions on the sale of grain. Let there be no promotions without first announcing them to the sovereign." It was then said, "All we who have united in this agreement shall hereafter maintain amicable relations." The princes of the present day all violate these five prohibitions, and therefore I say that the princes of the present day are sinners against the five chiefs. 'The crime of him who connives at, and aids, the wickedness of his prince is small, but the crime of him who anticipates and excites that wickedness is great. The officers of the present day all go to meet their sovereigns' wickedness, and therefore I say that the Great officers of the present day are sinners against the princes.'

source: 魯欲使慎子為將軍。孟子曰：「不教民而用之，謂之殃民，殃民者，不容於堯舜之世。一戰勝齊，遂有南陽，然且不可。」慎子勃然不悅曰：「此則滑厘所不識也。」曰：「吾明告子，天子之地方千里；不千里，不足以待諸侯。諸侯之地方百里；不百里，不足以守宗廟之典籍。周公之封於魯，為方百里也；地非不足，而儉於百里。太公之封於齊也，亦為方百里也；地非不足也，而儉於百里。今魯方百里者五，子以為有王者作，則魯在所損乎？在所益乎？徒取諸彼以與此，然且仁者不為，況於殺人以求之乎？君子之事君也，務引其君以當道，志於仁而已。」
en: The prince of Lu wanted to make the minister Shen commander of his army. Mencius said, 'To employ an uninstructed people in war may be said to be destroying the people. A destroyer of the people would not have been tolerated in the times of Yao and Shun. Though by a single battle you should subdue Qi, and get possession of Nan Yang, the thing ought not to be done.' Shen changed countenance, and said in displeasure, 'This is what I, Gu Li, do not understand.' Mencius said, 'I will lay the case plainly before you. The territory appropriated to the sovereign is 1,000 li square. Without a thousand li, he would not have sufficient for his entertainment of the princes. The territory appropriated to a Hou is 100 li square. Without 100 li, he would not have sufficient wherewith to observe the statutes kept in his ancestral temple. When Zhou Gong was invested with the principality of Lu, it was a hundred li square. The territory was indeed enough, but it was not more than 100 li. When Tai Gong was invested with the principality of Qi, it was 100 li square. The territory was indeed enough, but it was not more than 100 li. Now Lu is five times 100 li square. If a true royal ruler were to arise, whether do you think that Lu would be diminished or increased by him? If it were merely taking the place from the one State to give it to the other, a benevolent man would not do it; how much less will he do so, when the end is to be sought by the slaughter of men! The way in which a superior man serves his prince contemplates simply the leading him in the right path, and directing his mind to benevolence.'

source: 孟子曰：「今之事君者，皆曰：『我能為君辟土地，充府庫。』今之所謂良臣，古之所謂民賊也。君不鄉道、不志於仁，而求富之，是富桀也。『我能為君約與國，戰必克。』今之所謂良臣，古之所謂民賊也。君不鄉道、不志於仁，而求為之強戰，是輔桀也。由今之道，無變今之俗，雖與之天下，不能一朝居也。」
en: Mencius said, 'Those who now-a-days serve their sovereigns say, "We can for our sovereign enlarge the limits of the cultivated ground, and fill his treasuries and arsenals." Such persons are now-a-days called "Good ministers," but anciently they were called "Robbers of the people." If a sovereign follows not the right way, nor has his mind bent on benevolence, to seek to enrich him is to enrich a Jie. Or they will say, "We can for our sovereign form alliances with other States, so that our battles must be successful." Such persons are now-a-days called "Good ministers," but anciently they were called "Robbers of the people." If a sovereign follows not the right way, nor has his mind directed to benevolence, to seek to enrich him is to enrich a Jie. Although a prince, pursuing the path of the present day, and not changing its practices, were to have the throne given to him, he could not retain it for a single morning.'

source: 白圭曰：「吾欲二十而取一，何如？」孟子曰：「子之道，貉道也。萬室之國，一人陶，則可乎？」曰：「不可，器不足用也。」曰：「夫貉，五穀不生，惟黍生之，無城郭、宮室、宗廟、祭祀之禮，無諸侯幣帛饔飧，無百官有司，故二十取一而足也。今居中國，去人倫，無君子，如之何其可也？陶以寡，且不可以為國，況無君子乎？欲輕之於堯舜之道者，大貉、小貉也；欲重之於堯舜之道者，大桀、小桀也。」
en: Bai Gui said, 'I want to take a twentieth of the produce only as the tax. What do you think of it?' Mencius said, 'Your way would be that of the Mo. In a country of ten thousand families, would it do to have only one potter?' Gui replied, 'No. The vessels would not be enough to use.' Mencius went on, 'In Mo all the five kinds of grain are not grown; it only produces the millet. There are no fortified cities, no edifices, no ancestral temples, no ceremonies of sacrifice; there are no princes requiring presents and entertainments; there is no system of officers with their various subordinates. On these accounts a tax of one-twentieth of the produce is sufficient there. But now it is the Middle Kingdom that we live in. To banish the relationships of men, and have no superior men - how can such a state of things be thought of? With but few potters a kingdom cannot subsist; how much less can it subsist without men of a higher rank than others? If we wish to make the taxation lighter than the system of Yao and Shun, we shall just have a great Mo and a small Mo. If we wish to make it heavier, we shall just have the great Jie and the small Jie.'

source: 白圭曰：「丹之治水也愈於禹。」孟子曰：「子過矣。禹之治水，水之道也。是故禹以四海為壑。今吾子以鄰國為壑。水逆行，謂之洚水；洚水者，洪水也，仁人之所惡也。吾子過矣。」
en: Bai Gui said, 'My management of the waters is superior to that of Yu.' Mencius replied, 'You are wrong, Sir. Yu's regulation of the waters was according to the laws of water. He therefore made the four seas their receptacle, while you make the neighbouring States their receptacle. Water flowing out of its channels is called an inundation. Inundating waters are a vast waste of water, and what a benevolent man detests. You are wrong, my good Sir.'

source: 孟子曰：「君子不亮，惡乎執？」
en: Mencius said, 'If a scholar have not faith, how shall he take a firm hold of things?'

source: 魯欲使樂正子為政。孟子曰：「吾聞之，喜而不寐。」公孫丑曰：「樂正子強乎？」曰：「否。」「有知慮乎？」曰：「否。」「多聞識乎？」曰：「否。」「然則奚為喜而不寐。」曰：「其為人也好善。」「好善足乎？」曰：「好善優於天下，而況魯國乎？夫茍好善，則四海之內，皆將輕千里而來告之以善。夫茍不好善，則人將曰：『訑訑，予既已知之矣。』訑訑之聲音顏色，距人於千里之外。士止於千里之外，則讒諂面諛之人至矣。與讒諂面諛之人居，國欲治，可得乎？」
en: The prince of Lu wanting to commit the administration of his government to the disciple Yue Zheng, Mencius said, 'When I heard of it, I was so glad that I could not sleep.' Gong Sun Chou asked, 'Is Yue Zheng a man of vigour?' and was answered, 'No.' 'Is he wise in council?' 'No.' 'Is he possessed of much information?' 'No.' 'What then made you so glad that you could not sleep?' 'He is a man who loves what is good.' 'Is the love of what is good sufficient?' 'The love of what is good is more than a sufficient qualification for the government of the kingdom; how much more is it so for the State of Lu! If a minister love what is good, all within the four seas will count 1000 li but a small distance, and will come and lay their good thoughts before him. If he do not love what is good, men will say, "How self-conceited he looks? He is saying to himself, I know it." The language and looks of that self-conceit will keep men off at a distance of 1,000 li. When good men stop 1,000 li off, calumniators, flatterers, and sycophants will make their appearance. When a minister lives among calumniators, flatterers, and sycophants, though he may wish the State to be well governed, is it possible for it to be so?'

source: 陳子曰：「古之君子何如則仕？」孟子曰：「所就三，所去三。迎之致敬以有禮，言將行其言也，則就之；禮貌未衰，言弗行也，則去之。其次，雖未行其言也，迎之致敬以有禮，則就之；禮貌衰，則去之。其下，朝不食，夕不食，饑餓不能出門戶；君聞之，曰：『吾大者不能行其道，又不能從其言也，使饑餓於我土地，吾恥之。』周之，亦可受也，免死而已矣。」
en: The disciple Chen said, 'What were the principles on which superior men of old took office?' Mencius replied, 'There were three cases in which they accepted office, and three in which they left it. If received with the utmost respect and all polite observances, and they could say to themselves that the prince would carry their words into practice, then they took office with him. Afterwards, although there might be no remission in the polite demeanour of the prince, if their words were not carried into practice, they would leave him. The second case was that in which, though the prince could not be expected at once to carry their words into practice, yet being received by him with the utmost respect, they took office with him. But afterwards, if there was a remission in his polite demeanour, they would leave him. The last case was that of the superior man who had nothing to eat, either morning or evening, and was so famished that he could not move out of his door. If the prince, on hearing of his state, said, "I must fail in the great point, that of carrying his doctrines into practice, neither am I able to follow his words, but I am ashamed to allow him to die of want in my country;" the assistance offered in such a case might be received, but not beyond what was sufficient to avert death.'

source: 孟子曰：「舜發於畎畝之中，傅說舉於版筑之間，膠鬲舉於魚鹽之中，管夷吾舉於士，孫叔敖舉於海，百里奚舉於市。故天將降大任於是人也，必先苦其心志，勞其筋骨，餓其體膚，空乏其身，行拂亂其所為；所以動心忍性，曾益其所不能。人恒過，然後能改。困於心，衡於慮，而後作。徵於色，發於聲，而後喻。入則無法家拂士、出則無敵國外患者，國恒亡。然後知生於憂患，而死於安樂也。」
en: Mencius said, 'Shun rose from among the channelled fields. Fu Yue was called to office from the midst of his building frames; Jiao Ge from his fish and salt; Guan Yi Wu from the hands of his gaoler; Sun Shu Ao from his hiding by the sea-shore; and Bai Li Xi from the market-place. Thus, when Heaven is about to confer a great office on any man, it first exercises his mind with suffering, and his sinews and bones with toil. It exposes his body to hunger, and subjects him to extreme poverty. It confounds his undertakings. By all these methods it stimulates his mind, hardens his nature, and supplies his incompetencies. Men for the most part err, and are afterwards able to reform. They are distressed in mind and perplexed in their thoughts, and then they arise to vigorous reformation. When things have been evidenced in men's looks, and set forth in their words, then they understand them. If a prince have not about his court families attached to the laws and worthy counsellors, and if abroad there are not hostile States or other external calamities, his kingdom will generally come to ruin. From these things we see how life springs from sorrow and calamity, and death from ease and pleasure.'

source: 孟子曰：「教亦多術矣。予不屑之教誨也者，是亦教誨之而已矣。」
en: Mencius said, 'There are many arts in teaching. I refuse, as inconsistent with my character, to teach a man, but I am only thereby still teaching him.'

source: 孟子曰：「盡其心者，知其性也。知其性，則知天矣。存其心，養其性，所以事天也。夭壽不貳，修身以俟之，所以立命也。」
en: Mencius said, 'He who has exhausted all his mental constitution knows his nature. Knowing his nature, he knows Heaven. To preserve one's mental constitution, and nourish one's nature, is the way to serve Heaven. When neither a premature death nor long life causes a man any double-mindedness, but he waits in the cultivation of his personal character for whatever issue; this is the way in which he establishes his Heaven-ordained being.'

source: 孟子曰：「莫非命也，順受其正。是故知命者，不立乎巖墻之下。盡其道而死者，正命也。桎梏死者，非正命也。」
en: Mencius said, 'There is an appointment for everything. A man should receive submissively what may be correctly ascribed thereto. Therefore, he who has the true idea of what is Heaven's appointment will not stand beneath a precipitous wall. Death sustained in the discharge of one's duties may correctly be ascribed to the appointment of Heaven. Death under handcuffs and fetters cannot correctly be so ascribed.'

source: 孟子曰：「『求則得之，舍則失之』，是求有益於得也，求在我者也。『求之有道，得之有命』，是求無益於得也，求在外者也。」
en: Mencius said, 'When we get by our seeking and lose by our neglecting - in that case seeking is of use to getting, and the things sought for are those which are in ourselves. When the seeking is according to the proper course, and the getting is only as appointed - in that case the seeking is of no use to getting, and the things sought are without ourselves.'

source: 孟子曰：「萬物皆備於我矣，反身而誠，樂莫大焉。強恕而行，求仁莫近焉。」
en: Mencius said, 'All things are already complete in us. There is no greater delight than to be conscious of sincerity on self-examination. If one acts with a vigorous effort at the law of reciprocity, when he seeks for the realization of perfect virtue, nothing can be closer than his approximation to it.'

source: 孟子曰：「行之而不著焉，習矣而不察焉，終身由之而不知其道者，眾也。」
en: Mencius said, 'To act without understanding, and to do so habitually without examination, pursuing the proper path all the life without knowing its nature - this is the way of multitudes.'

source: 孟子曰：「人不可以無恥。無恥之恥，無恥矣。」
en: Mencius said, 'A man may not be without shame. When one is ashamed of having been without shame, he will afterwards not have occasion to be ashamed.'

source: 孟子曰：「恥之於人大矣。為機變之巧者，無所用恥焉。不恥不若人，何若人有？」
en: Mencius said, 'The sense of shame is to a man of great importance. Those who form contrivances and versatile schemes distinguished for their artfulness, do not allow their sense of shame to come into action. When one differs from other men in not having this sense of shame, what will he have in common with them?'

source: 孟子曰：「古之賢王，好善而忘勢。古之賢士，何獨不然？樂其道而忘人之勢。故王公不致敬盡禮，則不得亟見之。見且由不得亟，而況得而臣之乎？」
en: Mencius said, 'The able and virtuous monarchs of antiquity loved virtue and forgot their power. And shall an exception be made of the able and virtuous scholars of antiquity, that they did not do the same? They delighted in their own principles, and were oblivious of the power of princes. Therefore, if kings and dukes did not show the utmost respect, and observe all forms of ceremony, they were not permitted to come frequently and visit them. If they thus found it not in their power to pay them frequent visits, how much less could they get to employ them as ministers?'

source: 孟子謂宋句踐曰：「子好游乎？吾語子游：人知之亦囂囂，人不知亦囂囂。」曰：「何如斯可以囂囂矣？」曰：「尊德樂義，則可以囂囂矣。故士窮不失義，達不離道。窮不失義，故士得己焉。達不離道，故民不失望焉。古之人，得志，澤加於民；不得志，修身見於世。窮則獨善其身；達則兼善天下。」
en: Mencius said to Song Gou Jian, 'Are you fond, Sir, of travelling to the different courts? I will tell you about such travelling. If a prince acknowledge you and follow your counsels, be perfectly satisfied. If no one do so, be the same.' Gou Jian said, 'What is to be done to secure this perfect satisfaction?' Mencius replied, 'Honour virtue and delight in righteousness, and so you may always be perfectly satisfied. Therefore, a scholar, though poor, does not let go his righteousness; though prosperous, he does not leave his own path. Poor and not letting righteousness go - it is thus that the scholar holds possession of himself. Prosperous and not leaving the proper path - it is thus that the expectations of the people from him are not disappointed. When the men of antiquity realized their wishes, benefits were conferred by them on the people. If they did not realize their wishes, they cultivated their personal character, and became illustrious in the world. If poor, they attended to their own virtue in solitude; if advanced to dignity, they made the whole kingdom virtuous as well.'

source: 孟子曰：「待文王而後興者，凡民也。若夫豪杰之士，雖無文王猶興。」
en: Mencius said, 'The mass of men wait for a king Wen, and then they will receive a rousing impulse. Scholars distinguished from the mass, without a king Wan, rouse themselves.'

source: 孟子曰：「附之以韓、魏之家，如其自視欿然，則過人遠矣。」
en: Mencius said, 'Add to a man the families of Han and Wei. If he then look upon himself without being elated, he is far beyond the mass of men.'

source: 孟子曰：「以佚道使民，雖勞不怨。以生道殺民，雖死不怨殺者。」
en: Mencius said, 'Let the people be employed in the way which is intended to secure their ease, and though they be toiled, they will not murmur. Let them be put to death in the way which is intended to preserve their lives, and though they die, they will not murmur at him who puts them to death.'

source: 孟子曰：「霸者之民，驩虞如也；王者之民，皞皞如也。殺之而不怨，利之而不庸，民日遷善而不知為之者。夫君子所過者化，所存者神，上下與天地同流，豈曰小補之哉？」
en: Mencius said, 'Under a chief, leading all the princes, the people look brisk and cheerful. Under a true sovereign, they have an air of deep contentment. Though he slay them, they do not murmur. When he benefits them, they do not think of his merit. From day to day they make progress towards what is good, without knowing who makes them do so. Wherever the superior man passes through, transformation follows; wherever he abides, his influence is of a spiritual nature. It flows abroad, above and beneath, like that of Heaven and Earth. How can it be said that he mends society but in a small way!'

source: 孟子曰：「仁言，不如仁聲之入人深也。善政，不如善教之得民也。善政民畏之；善教民愛之。善政得民財；善教得民心。」
en: Mencius said, 'Kindly words do not enter so deeply into men as a reputation for kindness. Good government does not lay hold of the people so much as good instructions. Good government is feared by the people, while good instructions are loved by them. Good government gets the people's wealth, while good instructions get their hearts.'

source: 孟子曰：「人之所不學而能者，其良能也。所不慮而知者，其良知也。孩提之童，無不知愛其親者，及其長也，無不知敬其兄也。親親，仁也。敬長，義也。無他，達之天下也。」
en: Mencius said, 'The ability possessed by men without having been acquired by learning is intuitive ability, and the knowledge possessed by them without the exercise of thought is their intuitive knowledge. Children carried in the arms all know to love their parents, and when they are grown a little, they all know to love their elder brothers. Filial affection for parents is the working of benevolence. Respect for elders is the working of righteousness. There is no other reason for those feelings - they belong to all under heaven.'

source: 孟子曰：「舜之居深山之中，與木石居，與鹿豕游，其所以異於深山之野人者幾希。及其聞一善言，見一善行，若決江河，沛然莫之能御也。」
en: Mencius said, 'When Shun was living amid the deep retired mountains, dwelling with the trees and rocks, and wandering among the deer and swine, the difference between him and the rude inhabitants of those remote hills appeared very small. But when he heard a single good word, or saw a single good action, he was like a stream or a river bursting its banks, and flowing out in an irresistible flood.'

source: 孟子曰：「無為其所不為，無欲其所不欲，如此而已矣。」
en: Mencius said, 'Let a man not do what his own sense of righteousness tells him not to do, and let him not desire what his sense of righteousness tells him not to desire - to act thus is all he has to do.'

source: 孟子曰：「人之有德慧術知者，恒存乎疢疾。獨孤臣孽子，其操心也危，其慮患也深，故達。」
en: Mencius said, 'Men who are possessed of intelligent virtue and prudence in affairs will generally be found to have been in sickness and troubles. They are the friendless minister and concubine's son, who keep their hearts under a sense of peril, and use deep precautions against calamity. On this account they become distinguished for their intelligence.'

source: 孟子曰：「有事君人者，事是君，則為容悅者也。有安社稷臣者，以安社稷為悅者也。有天民者，達可行於天下而後行之者也。有大人者，正己而物正者也。」
en: Mencius said, 'There are persons who serve the prince; they serve the prince, that is, for the sake of his countenance and favour. There are ministers who seek the tranquillity of the State, and find their pleasure in securing that tranquillity. There are those who are the people of Heaven. They, judging that, if they were in office, they could carry out their principles, throughout the kingdom, proceed so to carry them out. There are those who are great men. They rectify themselves and others are rectified.'

source: 孟子曰：「君子有三樂，而王天下不與存焉。父母俱存，兄弟無故，一樂也。仰不愧於天，俯不怍於人，二樂也。得天下英才而教育之，三樂也。君子有三樂，而王天下不與存焉。」
en: Mencius said, 'The superior man has three things in which he delights, and to be ruler over the kingdom is not one of them. That his father and mother are both alive, and that the condition of his brothers affords no cause for anxiety; this is one delight. That, when looking up, he has no occasion for shame before Heaven, and, below, he has no occasion to blush before men; this is a second delight. That he can get from the whole kingdom the most talented individuals, and teach and nourish them; this is the third delight. The superior man has three things in which he delights, and to be ruler over the kingdom is not one of them.'

source: 孟子曰：「廣土眾民，君子欲之，所樂不存焉。中天下而立，定四海之民，君子樂之，所性不存焉。君子所性，雖大行不加焉，雖窮居不損焉，分定故也。君子所性，仁義禮智根於心。其生色也，睟然見於面、盎於背。施於四體，四體不言而喻。」
en: Mencius said, 'Wide territory and a numerous people are desired by the superior man, but what he delights in is not here. To stand in the centre of the kingdom, and tranquillize the people within the four seas - the superior man delights in this, but the highest enjoyment of his nature is not here. What belongs by his nature to the superior man cannot be increased by the largeness of his sphere of action, nor diminished by his dwelling in poverty and retirement - for this reason that it is determinately apportioned to him by Heaven. What belongs by his nature to the superior man are benevolence, righteousness, propriety, and knowledge. These are rooted in his heart; their growth and manifestation are a mild harmony appearing in the countenance, a rich fullness in the back, and the character imparted to the four limbs. Those limbs understand to arrange themselves, without being told.'
